var movieInfo = [
    {
        "chineseName": "噤界II",
        "englishName": "A Quiet Place Part II",
        "releaseDate": "2021-06-09",
        "runningTime": "97",
        "category": ["驚悚"],
        "director": ["約翰·卡拉辛斯基"],
        "cast": ["艾蜜莉·布朗", "席尼·墨菲"],
        "description": "故事承接上一集，家裡發生意外之後，一家人（艾蜜莉布朗、諾亞朱佩、米莉森西蒙斯）現在必須去面對外界未知的恐怖世界，繼續為了生存而努力噤聲。他們迫使冒險踏入全新未知的地方，但很快就意識到，那些透過聲音來狩獵的生物並不是潛伏在沙子路上的唯一威脅。"
    },
    {
        "chineseName": "相信黎明的到來",
        "englishName": "Twiceborn",
        "releaseDate": "2021-05-14",
        "runningTime": "134",
        "category": ["傳記","奇幻"],
        "director": ["赤羽博"],
        "cast": ["田中宏明","千眼美子","長谷川奈央","並樹史朗","芳本美代子","石橋保","蘆川芳美"],
        "description": "一條悟出生於日本四國的小鎮，進入全國首屈一指的學府就讀，畢業後進入國際企業工作。年紀輕輕就踏上接班未來社長位子的菁英之路的他，卻毅然決然地遞出辭呈，從親友身邊銷聲匿跡。為何他要捨棄原本被眾人看好的未來，選擇成為一位宗教家呢？為什麼他要對所愛的人們保持沉默，決定一人獨自踏上這條道路？──現在，大型講演會的序幕，即將揭開"
    },
    {
        "chineseName": "死亡漩渦：奪魂鋸新遊戲",
        "englishName": "Spiral: From the Book of Saw",
        "releaseDate": "2021-05-12",
        "runningTime": "93",
        "category": ["懸疑","驚悚"],
        "director": ["戴倫連恩布斯曼"],
        "cast": ["山繆傑克森","克里斯洛克","莫妮索尼可拉斯","麥斯明格拉"],
        "description": "老鳥警探（山繆傑克森 飾）帶領警探（克里斯洛克 飾）調查慘絕人寰的連續殺警案，關於「拼圖殺人魔」重出江湖的傳言，再度勾起所有人心中的恐懼。這次新的遊戲規則，似乎直衝著警察而來。每個命案現場留下的「死亡漩渦」，將把他們捲進難以抽身的血腥深淵之中……。"
    },
    {
        "chineseName": "玩命鈔劫",
        "englishName": "Wrath of Man",
        "releaseDate": "2021-04-29",
        "runningTime": "119",
        "category": ["動作","犯罪","懸疑","驚悚"],
        "director": ["蓋·瑞奇"],
        "cast": ["傑森史塔森","妮雅姆艾格","喬許哈奈特","史考特伊斯威特","拉茲阿隆索"],
        "description": "行事作風硬派的神祕男子H（傑森史塔森 飾）任職於運鈔車公司，每周負責於洛杉磯街頭運送上億鉅款。在一場劫案中，H展現的驚人身手震驚了所有同事，眾人紛紛猜測起他究竟是何方神聖。隨著劫案接二連三發生，H成為運鈔車保全的真正動機也逐漸明朗……。"
    },
    {
        "chineseName": "名偵探柯南：緋色的彈丸",
        "englishName": "Detective Conan: The Scarlet Bullet",
        "releaseDate": "2021-04-16",
        "runningTime": "110",
        "category": ["動畫", "動作", "懸疑", "驚悚"],
        "director": ["青山剛昌"],
        "cast": ["高山南","池田秀一","森川智之","田中敦子"],
        "description": "世界最大的體育盛會「WSG -World Sports Games-」暌違多年將在東京舉辦。日本為盛大舉行開幕儀式，展現日本最尖端技術──世界首創最高時速1000km的「真空超電導新幹線」，在新名古屋站和東京之間開通！在世人目光的注視下，知名大會贊助商匯集的會場中，各大企業老闆光天化日下相繼被綁架。此時，卻發現赤井秀一竟在背地監視，並指揮FBI成員們的行動。同時，柯南想起15年前在美國波士頓發生的驚悚WSG連續綁架事件也是由FBI負責偵查，或許這一場事件，敵人就是自己人，然而各種證據顯示出的不在場證明，難以讓真相水落石出……"
    },
    {
        "chineseName": "真人快打",
        "englishName": "MORTAL KOMBAT",
        "releaseDate": "2021-04-08",
        "runningTime": "110",
        "category": ["動作","冒險","奇幻"],
        "director": ["賽門·麥奎德"],
        "cast": ["賈許勞森","真田廣之","喬塔斯利姆","淺野忠信","林路迪","黃經漢"],
        "description": "綜合格鬥（MMA）選手「科爾楊」被指控收賄故意打輸，他並不知道自己的身世，也不知道為何「外世界（Outworld）」的帝王「尚宗」要派出旗下首席戰士來獵捕他，此戰士「絕對零度」是一名超脫的寒冰法師（Cryomancer）。科爾擔心家人的安危，於是在「賈克斯」的指點下去找「刀鋒索尼婭」。賈克斯是特種部隊的少校，身上有著跟科爾胎記一樣的神龍記號。科爾很快就來到「雷電」的寺廟，雷電是一名古神，負責守衛「地域（Earthrealm）」，他會庇護身上有神龍記號的人。科爾在這裡跟老練戰士「劉康」、「空佬」和強悍傭兵「加納」一起訓練，他準備好跟地球最強的冠軍聯手，為了宇宙展開一場高風險戰役，並肩對抗外世界的敵人。可是，科爾會被激發潛力，解開他內心巨大力量的「奧祕（arcana）」，及時拯救他的家人，並從此阻止外世界？"
    },
    {
        "chineseName": "哥吉拉大戰金剛",
        "englishName": "Godzilla vs. Kong",
        "releaseDate": "2021-03-24",
        "runningTime": "113",
        "category": ["動作", "科幻", "懸疑", "驚悚"],
        "director": ["亞當·溫高德"],
        "cast": ["亞歷山大·史柯斯嘉","米莉·芭比·布朗","蕾貝卡·霍爾","布萊恩·泰瑞·亨利","小栗旬"],
        "description": "兩位神級巨獸展開史詩般的殊死一戰，當傳奇正面對決時，世界的命運危在旦夕。金剛與牠的保護者，踏上危險的旅程，尋找牠真正的家園，同行的還有吉雅，這名年輕的小孤女，與金剛間有著獨特且強大的聯繫。但他們意外地與憤怒的哥吉拉狹路相逢，並在全球引發一片腥風血雨。這起由無形力量所激化的兩個巨獸間的史詩級衝突，僅是深藏地心之謎的冰山一角。"
    },
    {
        "chineseName": "天橋上的魔術師",
        "englishName": "The Illusionist on the Skywalk and Other Stories",
        "releaseDate": "2021-02-20",
        "runningTime": "54",
        "category": ["奇幻", "劇情"],
        "director": ["楊雅喆"],
        "cast": ["莊凱勛", "孫淑媚", "楊大正", "朱軒洋", "宋柏緯", "初孟軒", "羅士齊", "盧以恩", "李奕樵","林潔宜"],
        "description": "本劇改編自吳明益的小說。時間來到 1985 年夏天，小男孩在商場遇見一位神秘的魔術師，人生就此扭轉。"
    },
    {
        "chineseName": "湯姆貓與傑利鼠",
        "englishName": "Tom and Jerry",
        "releaseDate": "2021-02-10",
        "runningTime": "101",
        "category": ["動畫", "喜劇"],
        "director": ["提姆史多利"],
        "cast": ["克蘿伊摩蕾茲","麥可潘納","鄭肯","喬丹博爾傑"],
        "description": "湯姆貓與傑利鼠轉戰大城市，來到紐約展開新生活，並在一間豪華飯店遇上「超殺女」克蘿伊摩蕾茲扮演的飯店新員工。她即將協助舉辦世紀婚禮，而且必須在婚禮前驅逐傑利鼠，於是找到湯姆貓來幫助她，但是計畫當然不是這麼簡單，湯姆貓與傑利鼠這對冤家在飯店裡追追跑跑，展開新的爆笑追逐。"
    },
    {
        "chineseName": "角頭－浪流連",
        "englishName": "GATAO - The Last Stray",
        "releaseDate": "2021-02-05",
        "runningTime": "120",
        "category": ["愛情","動作","劇情"],
        "director": ["姜瑞智"],
        "cast": ["鄭人碩","謝欣穎","柯叔元","曾莞婷","陳竹昇","古斌","黃尚禾","唐振剛","張再興","吳震亞","王宣"],
        "description": "身為角頭的阿慶遇到了小淇，原本水火不容的兩人，再一次次的爭吵中發現其實自己最在乎對方。阿慶與小淇相愛、相知、相惜、互相扶持，阿慶為小淇解決困難、小淇在阿慶事業遇到瓶頸時給予鼓勵。但就在此時湳沆的世界在背地裡陷害北館販毒，不僅讓北館深陷危機，仁哥與五虎們相繼誤解阿慶，小淇也因為阿慶受重傷。阿慶分身乏術，痛定思痛決定奮力一搏。"
    },
    {
        "chineseName": "喬瑟與虎與魚群",
        "englishName": "Jose, The Tiger and the Fish",
        "releaseDate": "2021-01-20",
        "runningTime": "98",
        "category": ["動畫", "愛情"],
        "director": ["田村耕太郎"],
        "cast": ["中川大志","清原果耶","宮本侑芽","興津和幸","Lynn"],
        "description": "與祖母同住、不良於行的少女「喬瑟」（清原果耶配音），雖然從小坐在輪椅上，卻因為熱愛繪畫與書籍，讓她能以天馬行空的想像力，活在自己所構築的世界當中。專攻海洋生物學的男大生「恒夫」（中川大志配音），為了能出國留學，並親眼目睹墨西哥的幻之魚群，而努力打工實現願望。某夜，兩人因為一場有驚無險的意外而相遇。喬瑟的祖母也給了恒夫一份工作，要他陪伴在喬瑟身邊。然而個性扭曲又毒舌的喬瑟，卻讓恒夫逐漸對她失去耐心，甚至開始跟她產生衝突。就當兩人逐漸看見彼此不為人知的面貌時，彼此心的距離也為之貼近。這也讓喬瑟決定跟隨恒夫，踏進自己從未見過的外在世界…。"
    },
    {
        "chineseName": "馬德里金庫盜數90分鐘",
        "englishName": "Way Down",
        "releaseDate": "2021-01-15",
        "runningTime": "118",
        "category": ["動作"],
        "director": ["豪梅巴拿蓋魯"],
        "cast": ["佛萊迪海默爾","芬姬詹森","阿斯特麗德伯格斯弗瑞斯貝","山姆萊利","尼恩康尼翰","路易托薩","喬伊科羅納多","阿克塞爾史坦","艾米里歐卡巴"],
        "description": "西班牙國家中央銀行是全世界最難攻擊的銀行，團隊老大藝術鑑賞家華特（尼恩·康尼翰 飾演）看上這個銀行內的寶藏，並找來理工天才湯姆（佛萊迪·海默爾 飾演）破解金庫的祕密，闖進銀行的最深處。銀行內的寶藏僅僅保管十天。但執行計畫僅有90分鐘，也是世界盃足球決賽時間，團隊藉此侵入銀行。"
    },
    {
        "chineseName": "85年的夏天",
        "englishName": "Summer of 85",
        "releaseDate": "2020-12-18",
        "runningTime": "100",
        "category": ["劇情"],
        "director": ["佛杭蘇瓦歐容"],
        "cast": ["菲利克斯勒費弗爾","班傑明瓦贊", "菲莉萍維茲", "華薇莉泰德奇"],
        "description": "1985年的夏天，法國諾曼第的海濱小鎮，少年艾雷在一次翻船意外中結識了出手相救的大衛。稚嫩的艾雷，文靜羞怯；俊美的大衛，熱情大膽，性格迥異的兩人卻意外擦出愛的火花。愛苗從海上燃起，延燒一整個炙熱盛夏，沿著海岸線、躲進電影院；闖入雜貨店、徜徉夜的舞廳，再乘著波光粼粼的海上小船，彷彿對著無邊的大海吶喊，我們倆就是世界，我們倆就是一切：「我正翱翔、我正翱翔，為靠近你、為了自由。」"
    },
    {
        "chineseName": "高校棋蹟",
        "englishName": "Critical Thinking",
        "releaseDate": "2020-12-18",
        "runningTime": "111",
        "category": ["劇情"],
        "director": ["約翰拉奎察莫"],
        "cast": ["瑞秋貝瓊斯","麥可K威廉斯", "小喬治蘭登柏格", "約翰拉奎察莫"],
        "description": "改編自 1998 年邁阿密傑克遜高中西洋棋隊的真實故事，老師馬利歐帶領一群來自貧民區的少年，教導棋盤上的知識也挖掘孩子的潛能，在暴力猖獗的城市街頭，克服種種難題，一路過關斬將，闖入美國西洋棋錦標賽爭奪全國冠軍。"
    },
    {
        "chineseName": "神力女超人1984",
        "englishName": "Wonder Woman 1984",
        "releaseDate": "2020-12-17",
        "runningTime": "151",
        "category": ["動作","冒險","劇情"],
        "director": ["派蒂珍金斯"],
        "cast": ["蓋兒加朵","佩德羅帕斯卡", "克里斯潘恩", "羅蘋萊特", "康妮尼爾森", "克莉絲汀薇格"],
        "description": "時間快轉到了1980年代，神力女超人在她的下一個銀幕大冒險中，發現自己面對了兩個全新的敵人：麥斯威爾洛德和豹女。"
    },
    {
        "chineseName": "求婚好意外",
        "englishName": "Happiest Season",
        "releaseDate": "2020-12-11",
        "runningTime": "101",
        "category": ["喜劇"],
        "director": ["可莉杜瓦"],
        "cast": ["克莉絲汀史都華","愛莉森布里","丹尼賴維","奧布瑞普拉薩","麥坎西黛維斯","瑪麗史汀柏格","可莉杜瓦","維特賈勃","安娜蓋斯泰"],
        "description": "改編自《遇見街貓BOB》（A Street Cat Named Bob）同名電影續集，貓奴們將與詹姆士（路克索德威飾演）和Bob一同展開一趟全新旅程。從詹姆士救起流浪貓Bob的那天起，他們的友誼就開始了，他開始帶著Bob一起上街賣藝，Bob在賣藝期間總是靜靜地待在詹姆士的琴袋上、吉他上，甚至是肩膀上。這次詹姆士回顧他和Bob，在街頭度過的最後一個聖誕節，以及Bob如何幫助他度過最艱難的時光，並與朋友交流聖誕節精神的真正含義。"
    },
    {
        "chineseName": "信用詐欺師JP：公主篇",
        "englishName": "The Confidence Man JP-Episode of the Princess",
        "releaseDate": "2020-12-11",
        "runningTime": "124",
        "category": ["劇情","喜劇"],
        "director": ["田中亮"],
        "cast": ["長澤雅美","東出昌大","小日向文世","徐若瑄","竹內結子","三浦春馬","廣末涼子","江口洋介","前田敦子"],
        "description": "《公主篇》以馬來西亞「蘭卡威島」作為舞台背景，世上頂尖大富豪-胡.雷盟身後留下10兆日圓遺產，律師發表的繼承人卻是誰都不知道的私生女-蜜雪兒。就在家屬尋找私生女的同時，世界各地的詐欺師們也為這遺產大集合！詐欺師三人小組怎能錯過這天大的好機會，「達子、小弟、理查」也潛入富豪家，開啟史上最大規模的詐騙計畫。螳螂捕蟬黃雀在後，他們的身份卻被家屬識破，安排殺手暗中突襲，倒在血泊中的三人是否能平安得救......天才詐欺師們生涯最嚴峻挑戰！"
    },
    {
        "chineseName": "再見街貓BOB",
        "englishName": "A Gift From BOB",
        "releaseDate": "2020-12-10",
        "runningTime": "92",
        "category": ["劇情"],
        "director": ["羅傑史波提斯伍德"],
        "cast": ["路克索德威","克莉絲汀娜通特里楊"],
        "description": "改編自《遇見街貓BOB》（A Street Cat Named Bob）同名電影續集，貓奴們將與詹姆士（路克索德威飾演）和Bob一同展開一趟全新旅程。從詹姆士救起流浪貓Bob的那天起，他們的友誼就開始了，他開始帶著Bob一起上街賣藝，Bob在賣藝期間總是靜靜地待在詹姆士的琴袋上、吉他上，甚至是肩膀上。這次詹姆士回顧他和Bob，在街頭度過的最後一個聖誕節，以及Bob如何幫助他度過最艱難的時光，並與朋友交流聖誕節精神的真正含義。"
    },
    {
        "chineseName": "熱血合唱團",
        "englishName": "Find Your Voice",
        "releaseDate": "2020-12-04",
        "runningTime": "96",
        "category": ["音樂","劇情"],
        "director": ["關信輝"],
        "cast": ["劉德華","尹揚明","吳岱融","盧冠廷"],
        "description": "由天王劉德華領軍造夢的《熱血合唱團》講述了三等學校的問題學生在學校闖下大禍後，被要求參加一個「熱血合唱團試驗計畫」。別無選擇的學生只得遵從。之後，在音樂界著名華裔指揮家也答應作為該合唱團的指揮後，合唱團與指揮家正式開始了他們的高歌之旅……。透過音樂，給自己的迷惘人生一個熱血成長的機會！ "
    },
    {
        "chineseName": "用甜酒漱口",
        "englishName": "My Sweet Grappa Remedies",
        "releaseDate": "2020-12-04",
        "runningTime": "108",
        "category": ["劇情"],
        "director": ["大九明子"],
        "cast": ["松雪泰子","黑木華","清水尋也"],
        "description": "年過四十的佳子（松雪泰子 飾）單身、獨居、沒有孩子，在派遣公司上班，平淡生活中任何一點微小的事物，都是她所珍視的浪漫。和被拖吊的腳踏車「久別重逢」，興奮地撲上前給腳踏車一個愛的擁抱；爬上明明在家附近，卻從沒走過的天橋，看見從未見過的日落風景發出讚嘆；觀察月台上的老太太緩慢、認真地用手機寫下「來拜訪我吧！」，感動到差點熱淚盈眶；為了幫一塵不變的生活增添變化，毅然決然搭上與平日反方向的列車，結果回來卻發現除了後悔、浪費時間，什麼也沒得到。"
    },
    {
        "chineseName": "古魯家族：新石代",
        "englishName": "The Croods: A New Age",
        "releaseDate": "2020-11-27",
        "runningTime": "95",
        "category": ["動畫","喜劇"],
        "director": ["喬伊克勞福德"],
        "cast": ["尼可拉斯凱吉","萊恩雷諾斯","艾瑪史東","凱薩琳基納","萊斯莉曼恩","彼得汀克萊傑","克羅瑞斯李曼"],
        "description": "古魯家族需要找到一個全新的地方生活，於是這個史前時代的第一家族勇闖新世界，尋找全新的家園。當他們找到一個受到周全保護，風景優美、氣候宜人，完全符合他們需求的人間樂園時，他們覺得所有的問題都解決了…除了一件麻煩事，那就是有另一個家族已經住在那裡：郝野人家族。"
    },
    {
        "chineseName": "說不出的告別",
        "englishName": "Blackbird",
        "releaseDate": "2020-11-27",
        "runningTime": "98",
        "category": ["劇情"],
        "director": ["羅傑米契爾"],
        "cast": ["凱特溫絲蕾","蜜雅瓦西寇斯卡","蘇珊莎蘭登","雷恩威爾遜","貝克絲泰勒克勞斯","琳賽鄧肯"],
        "description": "奧斯卡影后蘇珊莎蘭登飾演一名罹患漸凍症的母親，決定選擇安樂死結束多年來與病痛的抗爭，她和先生邀請兩位女兒凱特溫絲蕾、蜜雅娃絲柯思卡與好友一起共度週末，陪她走完人生最後一哩路，而面對母親的離別抉擇，家人彼此間的心結與祕密也逐一浮現。"
    },
    {
        "chineseName": "追殺胖老爹",
        "englishName": "Fatman",
        "releaseDate": "2020-11-27",
        "runningTime": "100",
        "category": ["動作"],
        "director": ["艾尚內姆斯", "伊恩內姆斯"],
        "cast": ["梅爾吉勃遜","瓦頓戈金斯","瑪麗安娜瓊巴普蒂斯特","錢恩斯赫斯菲德"],
        "description": "聖誕老人克里斯（梅爾吉勃遜飾演）隨著年紀增長，事業也跟著逐年下滑。為了拯救聖誕工廠，並養活他的小精靈員工，他被迫與美軍合作，轉行開始製造軍武。不過一次失誤，竟讓他惹來殺身之禍…？！就在聖誕節早晨，一位富豪家庭男孩（錢恩斯赫斯菲德飾演），滿心期待地打開聖誕禮物，卻發現禮物只是一塊煤炭。惱羞成怒的他，決定雇用職業殺手，獵殺這位讓他火冒三丈的聖誕老人…。屁孩PK聖誕老人，最後究竟誰輸誰贏？"
    },
    {
        "chineseName": "尋找小魔女Doremi",
        "englishName": "Looking For Magical Doremi",
        "releaseDate": "2020-11-27",
        "runningTime": "92",
        "category": ["動畫"],
        "director": ["佐藤順一","鎌谷悠"],
        "cast": ["森川葵","松井玲奈","蘇珊莎蘭登","雷恩威爾遜","貝克絲泰勒克勞斯","琳賽鄧肯"],
        "description": "想成為老師，卻失去自信心，對將來感到迷惘的大學生－長瀨空（名古屋）；從事理想的工作，卻難以融入職場文化，原因出在小時候住在國外的上班族吉月美鈴（東京）；努力打工存錢想要實現夢想，現實生活卻被沒用的男友耍得團團轉的打工女孩川谷麗香（廣島縣尾道市），年齡、個性和居住地不同的三名女性，都陷入對人生的迷惘，看不清夢想中描繪的未來，這時，引領她們相遇的竟是「小魔女DoReMi」！？"
    },
    {
        "chineseName": "盜墓同盟",
        "englishName": "Collectors",
        "releaseDate": "2020-11-20",
        "runningTime": "115",
        "category": ["劇情", "犯罪"],
        "director": ["朴晸培"],
        "cast": ["李帝勳","申惠善","趙宇鎮","林元熙"],
        "description": "只要嚐泥土的味道，就能找出寶物的天才盜墓者姜東久（李帝勳 飾）。和自稱韓國「印第安納瓊斯」的古墓壁畫專家瓊斯博士（趙宇鎮 飾），傳說中的挖地達人鏟怪（林元熙 飾）組合在一起，看似一群奇葩的烏合之眾，卻以絕佳（？）的團隊默契，把危險又刺激的盜墓事業愈搞愈大。同時，古董藝術界的菁英策展人尹室長（申惠善 飾）認出姜東久的天分，對他提出深具魅力卻又危險的交易。從黃嶺寺金銅佛像、高句麗古墓壁畫，到首爾江南市中心的宣陵！盜墓規模一路愈挖愈大！"
    },
    {
        "chineseName": "消失的星期三",
        "englishName": "Gone Wednesday",
        "releaseDate": "2020-11-20",
        "runningTime": "103",
        "category": ["劇情","懸疑","驚悚"],
        "director": ["吉野耕平"],
        "cast": ["中村倫也","石橋菜津美","中島步","深川麻衣","喜太郎","休日課長"],
        "description": "因幼年時的一起車禍，故事的主角在一週裡會自動切換成7種不同的人格，彷彿就像是7個人共同活在一個身體裡，分別為「星期一、星期二、星期三…… 以此類推」，7個人不但無法見面、某些記憶甚至也無法共用，他們僅能在自己被安排好的日子裡一週現身一次。"
    },
    {
        "chineseName": "愛麗絲與夢幻島",
        "englishName": "Come Away",
        "releaseDate": "2020-11-12",
        "runningTime": "98",
        "category": ["劇情"],
        "director": ["羅傑米契爾"],
        "cast": ["凱特溫絲蕾","蜜雅瓦西寇斯卡","蘇珊莎蘭登","雷恩威爾遜","貝克絲泰勒克勞斯","琳賽鄧肯"],
        "description": "奧斯卡影后蘇珊莎蘭登飾演一名罹患漸凍症的母親，決定選擇安樂死結束多年來與病痛的抗爭，她和先生邀請兩位女兒凱特溫絲蕾、蜜雅娃絲柯思卡與好友一起共度週末，陪她走完人生最後一哩路，而面對母親的離別抉擇，家人彼此間的心結與祕密也逐一浮現。"
    },
    {
        "chineseName": "異端鳥",
        "englishName": "The Painted Bird",
        "releaseDate": "2020-10-30",
        "runningTime": "169",
        "category": ["戰爭","劇情"],
        "director": ["瓦紮莫豪爾"],
        "cast": ["彼得柯特拉","烏多基爾","史戴倫史柯斯嘉","哈維凱托","朱利安桑德斯","巴里佩珀"],
        "description": "關於一個年輕猶太男孩的故事。他的父母將他送到歐洲的親戚家，以避免反猶太人的迫害，這個男孩的親戚突然死了，他必須在一個對他充滿敵意的危險野外世界裡逃亡、獨自謀生，他遇到各式各樣的人，使觀眾從社會和歷史的不同角度反思邊緣人物的荒誕行為。"
    },
    {
        "chineseName": "奪命守門人",
        "englishName": "The Doorman",
        "releaseDate": "2020-10-16",
        "runningTime": "97",
        "category": ["動作","懸疑","驚悚"],
        "director": ["北村龍平"],
        "cast": ["露比蘿絲","尚雷諾","艾賽兒漢寧","櫻井大衛"],
        "description": "在片中飾演前退役海軍陸戰隊隊員艾莉(Ali)的露比·蘿絲，回鄉尋求療癒，低調生活，沒想到竟捲入另一場奪寶紛爭，而對方來勢洶洶，要的不只是藏在公寓裡的千萬名畫，還想要趕盡殺絕。她隻身一人對抗菁英傭兵軍隊，從肉搏戰至炸彈爆破全部自己來，她不只要跟時間賽跑，還要小心四處埋伏的殺機，讓這些侵門踏戶的敵人親眼見識「來自特種部隊的守門人」。 "
    },
    {
        "chineseName": "地下弒的秘密",
        "englishName": "The Secrets We Keep",
        "releaseDate": "2020-10-16",
        "runningTime": "98",
        "category": ["動作","懸疑","驚悚"],
        "director": ["尤瓦阿德勒"],
        "cast": ["歐蜜瑞佩斯","喬爾金納曼","克里斯梅西納","艾美塞梅茲"],
        "description": "二戰過後，僥倖在納粹集中營生還的瑪雅(歐蜜瑞佩斯飾)與其丈夫路易斯(克里斯梅希納飾)定居美國展開全新的生活，某日她偶然遇見了一個神秘的男子湯瑪斯(喬爾金納曼飾)，勾起埋藏在內心深處的痛苦過往，她深信這個男子就是曾經在納粹集中營折磨她的德國士兵，於是瑪雅展開了一場復仇計劃…"
    }
]